[
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 1,
        "fields": {
            "marka": "Lamborghini",
            "model": "Huracán EVO",
            "rok_produkcji": 2022,
            "cena": 4200.00,
            "kategoria": "sportowy",
            "moc": 640,
            "opis": "Lamborghini przy projektowaniu modelu Huracan Evo skupiło się na dopracowaniu istniejącej konstrukcji. Celem włoskiego producenta było poprawienie parametrów auta, z jednoczesnym uzyskaniem jeszcze większej ilości adrenaliny z jego prowadzenia. Model Huracan bazuje na wersji Performante, dzięki czemu m.in. uzyskuje dodatkowe 30KM i 40Nm względem „zwykłego” Huracana. To oczywiście nie wszystkie zmiany jakie przeszedł ten samochód.\n\nEvo to również poprawa aerodynamiki. Wpływają na to m.in. przebudowany zderzak przedni, boczne wloty powietrza oraz tylny pas wraz z modyfikacją wydechu.\nWydech również przypomina konstrukcyjnie ten z wersji Performante, dzięki czemu doznania akustyczne w czasie jazdy, które już były na najwyższym poziomie, są jeszcze bardziej ekscytujące. Lamborghini od pewnego czasu nie kojarzy się jednak wyłącznie z niesamowitym przyśpieszeniem, głośnym wydechem czy przykuwającym wzrok designem. Chociaż wszystkie te cechy Huracan’a Evo opisują doskonale, to producent zadbał również o wybitne prowadzenie idące w parze z pozostałymi parametrami. Wpływa na to między innym nowa odsłona centralnej jednostki przetwarzania danych o typowo włoskiej nazwie „Lamborghini Dinamica Veicolo Integrata” – w skrócie LDVI. Jej zadaniem jest prawidłowa integracja wszystkich pokładowych systemów dbających o prowadzenie pojazdu.\n\nW Lamborghini Huracan Evo udoskonalono również napęd i przekierowywanie momentu obrotowego na poszczególne koła. O odpowiednie zatrzymywanie auta z dużych prędkości (Evo rozpędza się do 325km/h) zadbają z kolei karbonowo-ceramiczne hamulce. Do dyspozycji kierowcy jest automatyczna skrzynia biegów i trzy tryby jazdy – Strada, Sport i Corsa. Jazdę naszym egzemplarzem ułatwi opcjonalne unoszenie przedniej osi.\n\nZmiany dotknęły również wnętrza pojazdu, które zostało unowocześnione, zachowując jednak nastrój typowy dla pojazdów włoskiej marki. Pierwszą i najważniejszą zmianę, jaką przeszło wnętrze Lamborghini dostrzegamy patrząc na konsolę środkową. Znajdziemy tam obecnie 8,4 calowy ekran dotykowy, który można obsługiwać także przyciskami na kierownicy, gestami lub głosowo.\n\nNasza wypożyczalnia samochodów oferuje egzemplarz w niebieskim lakierze „Blu Mehit” w połączeniu z kontrastującymi żółtymi zaciskami (elementy żółtego koloru „Giallo Taurus” znajdziemy również w środku pojazdu) i czarnymi felgami, który z pewnością wyróżni się w każdym miejscu. Lamborghini Huracan Evo to udoskonalona postać świetnego już samochodu. Łączy wszystkie cechy supersamochodu – jest głośne, bardzo szybkie, krzykliwe i bardzo precyzyjne w prowadzeniu. Wyróżnia się również na tle konkurencji pod względem silnika, pozostając wiernym klasycznej, wolnossącej jednostce V10 bez turbodoładowania. Wszystko to sprawia, że Huracan to wyjątkowy i unikalny samochód. Wynajem Lamborghini Huracan Evo z pewnością dostarczy każdemu wielu niezapomnianych wrażeń.",
            "nr_rejestracyjny": "WI200MG",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 2.9,
            "pojemnosc": 5.2,
            "przebieg": 51200,
            "zdjecie1": "img/WI200MG_1.jpg",
            "zdjecie2": "img/WI200MG_2.jpg",
            "zdjecie3": "img/WI200MG_3.jpg",
            "zdjecie4": "img/WI200MG_4.jpg",
            "zdjecie5": "img/WI200MG_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 2,
        "fields": {
            "marka": "Audi",
            "model": "RS3",
            "rok_produkcji": 2023,
            "cena": 1200,
            "kategoria": "sportowy",
            "moc": 400,
            "opis": "Poszerzone nadwozie, 19-calowe felgi, agresywna linia oraz wydłużone końcówki wydechów. Na pierwszy rzut oka wiemy już, że ten samochód to prawdziwy „killer” drogowy. Dodając do tego genialne brzmienie wyjątkowej jednostki jaką jest 2,5 litrowy turbodoładowany, pięciocylindrowy silnik o mocy 400 koni mechanicznych możemy być pewni, że czas spędzony z samochodem będzie pełny dzikich emocji.\n\nAudi RS3 w obecnej wersji na równi z Mercedesem A45s dzierży miano najmocniejszego i najszybszego hot-hatch’a na rynku. Jednak to producent z Ingolstadt jako pierwszy na rynku wypuścił przedstawiciela tej klasy oferującego 400KM. Obecna wersja zyskała dodatkowe 20Nm i oferuje obecnie równe 500 Nm. RS3 W najnowszej odsłonie wykazuje mniejszą podsterowność od poprzednika. Zgodnie również z obecnymi trendami na rynku, samochód oferuje system RS Torque Rear, czyli możliwość odłączenia napędu na przód. Dzięki niemu mamy możliwość poczuć się jak w tylnonapędowym aucie (chociaż trzeba przyznać, że nawet w normalnym trybie samochód wyraźnie nabrał bardziej tylnonapędowej charakterystyki).\n\nNiemiecka marka słynie z doskonałego łączenia świata osiągów i codziennej użyteczności.\nRS3 nie jest wyjątkiem. To przykład prawdziwie sportowego auta, które świetnie sprawdzi się jako „daily car” i zaoferuje wiele dodatków uprzyjemniających jazdę. Na pokładzie znajdziemy m.in. dwustrefową klimatyzację, podgrzewane fotele, bezprzewodowy Apple Car Play i Android Auto, nagłośnienie Bang&Olufsen oraz szyberdach.\n\nTen wyjątkowo zgrabny sedan ze znaczkiem „RS” rozpędza się do setki w 3.8 sekundy, konkurując przy tym ze sportowymi autami z wyższych segmentów.\nNapęd quattro na 4 koła z kolei zapewnia stabilność i komfort podczas jazdy w każdych, nawet najgorszych warunkach.\n\nFlagowy przedstawiciel serii RS, który zaspokaja żądze najbardziej wymagających fanów motoryzacji. Czysta przyjemność i adrenalina!",
            "nr_rejestracyjny": "WI374MH",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 3.8,
            "pojemnosc": 2.5,
            "przebieg": 23600,
            "zdjecie1": "img/WI374MH_1.jpg",
            "zdjecie2": "img/WI374MH_2.jpg",
            "zdjecie3": "img/WI374MH_3.jpg",
            "zdjecie4": "img/WI374MH_4.jpg",
            "zdjecie5": "img/WI374MH_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 3,
        "fields": {
            "marka": "Audi",
            "model": "A8",
            "rok_produkcji": 2020,
            "cena": 1450,
            "kategoria": "osobowy",
            "moc": 340,
            "opis": "Obecna generacja Audi A8 wraz ze swoją premierą, została zdecydowanie najnowocześniejszą limuzyną dostępną na rynku. Jest autem naprawdę wszechstronnym, zaskakuje zwinnością w mieście, pewnością prowadzenia oraz doskonałymi osiągami. Za kierownicą flagowej limuzyny Audi czujemy otaczający nas luksus. To czego jednak z pewnością nie odczujemy, to rozmiary tego auta.\n\nTo zasługa systemu czterech kół skrętnych, dzięki którym ta ponad 5 metrowa konstrukcja, skręca prawie tak dobrze jak auto klasy kompaktowej. O nasze bezpieczeństwo dba napęd na wszystkie osie, który dostajemy w standardzie (w odróżnieniu od pozostałych niemieckich rywali, czyli Mercedesa klasy S oraz BMW Serii 7). Audi zawsze również wyróżniało się wysoką jakością wykonania wnętrza. W przypadku modelu A8, producent z Ingolstadt wzbił się na jeszcze wyższy poziom, pokonując przy tym konkurencję.\n\n3-litrowy silnik benzynowy gwarantuje więcej niż zadowalające osiągi. 340 KM oraz 500 Nm przekłada się na świetną elastyczność w każdym zakresie prędkości. Pneumatyczne zawieszenie (również w standardzie) świetnie „filtruje” wszystkie nierówności na drodze, co przekłada się na doskonały komfort podróżowania.\n\nAudi A8 zaskakuje również na… zakrętach! Oczywiście nie jest to samochód stworzony do dynamicznego pokonywania zakrętów, mimo to radzi sobie z tym zaskakująco dobrze, pomimo swoich rozmiarów i masy (ponad 2 tony!)\n\nAudi A8 to niesamowicie dopracowana konstrukcja. Na jej pokładzie znajdziemy mnóstwo asystentów, dbających o nasze bezpieczeństwo. Podróżujący z tyłu (oraz z przodu) skorzystają z foteli wyposażonych w funkcje masażu, a dzięki wysuwanemu tabletowi umieszczonemu w tylnym podłokietniku, mogą kontrolować większość funkcji dostępnych w samochodzie. Niemiecka limuzyna spełni się w każdej sytuacji, zapewniając przy tym bardzo wysoki poziom bezpieczeństwa oraz komfortu wszystkim podróżującym. Dłuższe podróże tym samochodem to czysta przyjemność.",
            "nr_rejestracyjny": "WL9309T",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 5.7,
            "pojemnosc": 3.0,
            "przebieg": 13500,
            "zdjecie1": "img/WL9309T_1.jpg",
            "zdjecie2": "img/WL9309T_2.jpg",
            "zdjecie3": "img/WL9309T_3.jpg",
            "zdjecie4": "img/WL9309T_4.jpg",
            "zdjecie5": "img/WL9309T_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 4,
        "fields": {
            "marka": "Ferrari",
            "model": "296 GTB",
            "rok_produkcji": 2020,
            "cena": 4700,
            "kategoria": "sportowy",
            "moc": 830,
            "opis": "Ferrari zgodnie z najnowszymi trendami w przypadku modelu 296 GTB (gdzie 296 w nazwie modelu oznacza pojemność oraz liczbę cylindrów, z kolei GTB to skrót od Gran Turismo Berlinetta) postawiło na hybrydę plug-in – silnik V6 i silnik elektryczny. Mimo że nie jest to już jednostka V8, to łączna moc to aż 830KM czyli więcej niż w modelu F8 Tributo i 740 Nm! Warte podkreślenia jest, że 296 czerpie rozwiązania prosto z topowego modelu SF90. ",
            "nr_rejestracyjny": "WU0111R",
            "skrzynia": "automatyczna",
            "naped": "typ",
            "przyspieszenie": 2.9,
            "pojemnosc": 3.0,
            "przebieg": 62500,
            "zdjecie1": "img/WU0111R_1.jpg",
            "zdjecie2": "img/WU0111R_2.jpg",
            "zdjecie3": "img/WU0111R_3.jpg",
            "zdjecie4": "img/WU0111R_4.jpg",
            "zdjecie5": "img/WU0111R_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 5,
        "fields": {
            "marka": "Porsche",
            "model": "911 GT3",
            "rok_produkcji": 2023,
            "cena": 4800,
            "kategoria": "sportowy",
            "moc": 510,
            "opis": "Najnowsza generacja Porsche 911 GT3 (992) to kolejna ewolucja kultowego modelu. Porsche nie zdecydowało się na ryzykowną rewolucję, postawiło na zachowanie klasycznych dla 911 elementów, ulepszając przy tym pod wieloma względami znaną nam konstrukcję. Mimo, że na „papierze” najnowsza generacja GT3 nie różni się zbytnio od poprzedniej, to różnic na korzyść 992 jest bardzo wiele. Potwierdzają to uzyskiwane doskonałe czasy na torach wyścigowych, znacznie lepsze od poprzednika i konkurencji.",
            "nr_rejestracyjny": "WL930PO",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 3.4,
            "pojemnosc": 4.0,
            "przebieg": 8600,
            "zdjecie1": "img/WL930PO_1.jpg",
            "zdjecie2": "img/WL930PO_2.jpg",
            "zdjecie3": "img/WL930PO_3.jpg",
            "zdjecie4": "img/WL930PO_4.jpg",
            "zdjecie5": "img/WL930PO_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 6,
        "fields": {
            "marka": "Mercedes",
            "model": "G63",
            "rok_produkcji": 2019,
            "cena": 2800,
            "kategoria": "suv",
            "moc": 585,
            "opis" : "Historia Mercedesa klasy G sięga 1969 roku, kiedy pojawił się sam pomysł jej stworzenia. Ideą powstania G klasy było połączenie terenowych zdolności z odpowiednim poziomem komfortu jazdy po utwardzonych drogach.\nFinalnie samochód światu pokazał się w 1979 roku co oznacza, że G klasa ma już ponad 40 lat! Mercedes wciąż zachowuje swoją klasyczną bryłę, jednak jego założenie uległo pewnej zmianie. G klasa zaczynała od bycia samochodem terenowym z umiejętnością relatywnie komfortowej jazdy po asfalcie. Obecnie to SUV klasy wyższej (chociaż nie zatracił swoich pierwotnych zdolności, to zdecydowanie rzadziej decydującym czynnikiem o zakupie jest umiejętność jazdy w terenie), który stał się luksusowy, bardzo mocny i nie do końca praktyczny. Uwielbiają go jednak wszyscy i z pewnością jest jedyny w swoim rodzaju.",
            "nr_rejestracyjny": "WB5461X",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 4.5,
            "pojemnosc": 4.0,
            "przebieg": 113500,
            "zdjecie1": "img/WB5461X_1.jpg",
            "zdjecie2": "img/WB5461X_2.jpg",
            "zdjecie3": "img/WB5461X_3.jpg",
            "zdjecie4": "img/WB5461X_4.jpg",
            "zdjecie5": "img/WB5461X_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 7,
        "fields": {
            "marka": "BMW",
            "model": "XM",
            "rok_produkcji": 2024,
            "cena": 3300,
            "kategoria": "suv",
            "moc": 653,
            "opis": "BMW XM to bez dwóch zdań propozycja kontrowersyjna, ale nie można odmówić temu autu, że robi wrażenie – pod różnymi względami! Moc – 653 KM, wartość – siedmiocyfrowa (ponad milion złotych), przyspieszenie – ok. 4s, silnik – jedyny właściwy, czyli 4.4L turbodoładowane V8! Wszystko to w połączeniu z bardzo nowoczesnym designem i faktem, że jest to dopiero drugi model M niemający swojego odpowiednika w „bazowej” gamie BMW. To sprawia, że XM jest wyjątkowy i nieporównywalny.",
            "nr_rejestracyjny": "WU0616R",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 4.3,
            "pojemnosc": 4.4,
            "przebieg": 3800,
            "zdjecie1": "img/WU0616R_1.jpg",
            "zdjecie2": "img/WU0616R_2.jpg",
            "zdjecie3": "img/WU0616R_3.jpg",
            "zdjecie4": "img/WU0616R_4.jpg",
            "zdjecie5": "img/WU0616R_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 8,
        "fields": {
            "marka": "Mercedes",
            "model": "S400d",
            "rok_produkcji": 2022,
            "cena": 2600,
            "kategoria": "osobowy",
            "moc": 330,
            "opis": "Mercedes-Benz S400D spełni się doskonale w wielu sytuacjach. Bez wątpienia jednak najlepiej czuje się podczas pokonywania dłuższych tras. Przemierzanie kolejnych kilometrów w tym aucie to czysta przyjemność. Nawet po naprawdę długiej podróży wyjdziemy z samochodu wypoczęci. S klasa pozytywnie zaskakuje również podczas jazdy po mieście dzięki systemowi czterech kół skrętnych – jest bardziej zwrotna niż można by przypuszczać biorąc pod uwagę rozmiary pojazdu. Dzięki temu, użytkowanie auta jako „daily”, nawet w warunkach miejskich, nie przysparza problemów. Co więcej, podczas manewrowania w ciasnych miejscach, pomogą nam obecne na pokładzie kamery 360 stopni. Na rynku motoryzacyjnym znajdziemy coraz więcej propozycji luksusowych modeli od różnych marek, jednak to wciąż Mercedes Klasy S, jest tą najbardziej rozpoznawalną i cenioną na całym świecie.",
            "nr_rejestracyjny": "WPI622H",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 5.4,
            "pojemnosc": 3.0,
            "przebieg": 43500,
            "zdjecie1": "img/WPI622H_1.jpg",
            "zdjecie2": "img/WPI622H_2.jpg",
            "zdjecie3": "img/WPI622H_3.jpg",
            "zdjecie4": "img/WPI622H_4.jpg",
            "zdjecie5": "img/WPI622H_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 9,
        "fields": {
            "marka": "Mercedes",
            "model": "GLS 400D",
            "rok_produkcji": 2020,
            "cena": 3000,
            "kategoria": "suv",
            "moc": 330,
            "opis": "Mercedes GLS to największy przedstawiciel z segmentu SUV producenta ze Stuttgartu. W przeciwieństwie do Mercedesa G klasy, GLS skupia się na wymiarze czysto praktycznym oraz na zapewnieniu jak największej przestrzeni w środku dla pasażerów. Nasz egzemplarz to wersja 400D posiadająca identyczną jednostkę silnikową jak oferowany również przez nas Mercedes S400D",
            "nr_rejestracyjny": "WR822CV",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 6.3,
            "pojemnosc": 3.0,
            "przebieg": 210500,
            "zdjecie1": "img/WR822CV_1.jpg",
            "zdjecie2": "img/WR822CV_2.jpg",
            "zdjecie3": "img/WR822CV_3.jpg",
            "zdjecie4": "img/WR822CV_4.jpg",
            "zdjecie5": "img/WR822CV_5.jpg"
        }
    },
    {
        "model": "zarzadzanie_pojazdami.pojazd",
        "pk": 10,
        "fields": {
            "marka": "Mercedes",
            "model": "A45S",
            "rok_produkcji": 2020,
            "cena": 1600,
            "kategoria": "sportowy",
            "moc": 420,
            "opis": "Mercedes-AMG A45s to zdecydowanie najszybsze i najbardziej zaawansowane technicznie auto w swojej klasie.  2-litrowy silnik, który znajdziemy w topowej klasie A, jest obecnie najmocniejszą produkowaną jednostką o tej pojemności. W połączeniu z napędem na 4 koła, przekłada się to na wyśmienite osiągi – przyśpieszenie na poziomie poniżej 4s do 100km/h do niedawna było zarezerwowane wyłącznie dla supersamochodów!",
            "nr_rejestracyjny": "WZ840FF",
            "skrzynia": "automatyczna",
            "naped": "4x4",
            "przyspieszenie": 3.9,
            "pojemnosc": 2.0,
            "przebieg": 205100,
            "zdjecie1": "img/WZ840FF_1.jpg",
            "zdjecie2": "img/WZ840FF_2.jpg",
            "zdjecie3": "img/WZ840FF_3.jpg",
            "zdjecie4": "img/WZ840FF_4.jpg",
            "zdjecie5": "img/WZ840FF_5.jpg"
        }
    }
]
